Repository: kaizer1/osxTalysh_s22222
Catalog: *.lproj/Localizable.strings
Languages: az, fa, ru

# hello
source: About application
az: Tətbiq haqqında
fa: در مورد اپلیکیشن
ru: О приложении

# Select_Language
source: Select languages:
az: Dil seçin:
fa: زبان را انتخاب کنید
ru: Выберите язык приложения:

# contacts
source: Charity
az: Xeyriyyəçilik
fa: خیریه
ru: Информация

# textBlago1
source: The electronic «Talysh Dictionary (by F. Aboszoda)» is a free product of the scientific project «TOLYSHNOMA». Anyone who wants to financially support the quality of this dictionary at the proper level, or to help to create other scientific products, please write to e-mail address:
az: «Talysh Dictionary (by F. Aboszoda)» mobil əlavəsi «TOLISHNOMA» elmi layihənin pulsuz məhsuludur. Bu lüğətin keyfiyyətini lazımi səviyyədə olmasını maddi cəhətdən dəstəkləmək və digər elmi məhsulların yaradılmasına kömək etmək istəyən hər kəsə
fa: لغتنامه تالشی «(توسط فخرالدین عباس زاده)» یک لغتنامه الکترونیکی و رایگان از پروژه علمی «TOLYSHNOMA» می‌باشد. در صورت تمایل به همکاری در راستای بالا بردن کیفیت این لغتنامه، پشتیبانی آن و همکاری برای تولید محصولات علمی جدید، میتوانید با آدرس ایمیل زیر با ما تماس بگیرید:
ru: Электронный словарь «Talysh Dictionary (by F. Aboszoda)» является бесплатным продуктом научного проекта "TOLYSHNOMA". По всем вопросам и предложения просим писать на адрес

source: Alphabet
az: Əlifba
fa: الفبا
ru: Алфавиты

# Translate
source: Translator
az: Tərcüməçi
fa: مترجم
ru: Переводчик

# Settings
source: Setting
az: Quraşdırma
fa: تنظیمات
ru: Настройки

# enterText1
source: Enter text
az: Mətn daxil edin
fa: جستجو
ru: Введите текст

# transbutton
source: Translate
az: Tərcümə etmək
fa: ترجمه کردن
ru: Перевести

# noTrans
source: Sorry, not available translate to this word
az: bu söz üçün tərcümə yoxdur
fa: ترجمه ای برای این کلمه وجود ندارد
ru: Нет перевода для данного слова

source: Talysh Dictionary
az: Talış Lüğəti
fa: مترجم تالشی

# lanRu
source: Russian
az: Rusiya
fa: روسی
ru: Русский

# lanEn
source: English
az: İngilis dili
fa: تالشی
ru: Английский

# lanFa
source: Persian
az: fars
fa: ترکی
ru: Персидский

# lanAz
source: Azerbaijani
az: azərbaycan
fa: انگلیسی
ru: Азербайджанский

# lanTy
source: Talysh
az: talış
fa: فارسی
ru: Талышский

# a13
source: application offers electronic dictionary from the Talyshi language to 4 different languages: Russian, Turkic (Azerbaijani), English and Persian. The Talysh live to the south-west of the Caspian Sea on the Iran-Azerbaijan border. The Talyshi language is classified as follow:
az: Mobil tətbiqetmə talış dilindən birbaşa 4 dilə : rus, azərbaycan (türk) , ingilis və fars dillərinə tərcümə edilmiş elektron lüğətlər təklif edir. Talışlar Kaspi dənizi sahilinin cənub-qərbində - İranla Azərbaycanın sərhədində yaşayırlar. Talış dili aşağıdakı kimi təsnif edilir:
fa: предлагает электронные словари с талышского языка сразу на 4 языка: русский, азербайджанский (тюркский), английский и персидский. Талыши проживают на юго-западе Прикаспия – на границе Ирана и Азербайджана. Классифицируется талышкий следующим образом:
ru: предлагает электронные словари с талышского языка сразу на 4 языка: русский, азербайджанский (тюркский), английский и персидский. Талыши проживают на юго-западе Прикаспия – на границе Ирана и Азербайджана. Классифицируется талышкий следующим образом:

# a2
source: Indo-European language family - Aryan branch - Iranian group - Northwestern subgroup - Caspian languages - Talyshi.
az: Hind-Avropa dil ailəsi – Ariyan qolu – İran qrupu – Şimal-qərb alt qrupu – Kaspi dilləri - Talış dili.
fa: هندواروپایی، بخش هندوآریایی، گروه زبانهای ایرانی، بخش غربی شمالی است. نزدیکترین زبان دیگر زبان تاتی است، که در شمال غرب ایران گسترش است و
ru: индоевропейская языковая семья – арийская ветвь – иранская группа – северо-западная подгруппа – каспийские языки – талышский язык.

# a3
source: The Talyshi language emerged in a consistent transformations of:
az: Talış dilinin transformasiya şəklində meydana gəlmə ardıcılliğı:
fa: از نظر زبانشناسی به لهجه‌های جنوبی زبان تالشی نزدیک است.
ru: Талышский язык возник в последовательной трансормации в виде:

# a31
source: Aryan - Avestan - Median - Parthian Pahlavi (Azari dialect) - Talyshi.
az: Aryan dili – Avesta dili – Midiya dili — Parfiya pəhləvisi(Azəri ləhcəsi) – Talış dili.
fa: арийский - авестинский - мидийский - парфянский пехвели (диалект азери) - талышский.
ru: арийский - авестинский - мидийский - парфянский пехлеви (диалект азери) - талышский.

# a30End
source: The Tati population living in many areas of north-western Iran are an ethnographic group of the Talysh and speak dialects similar to one of the nearby Talyshi dialects. The author of all 4 dictionaries is a scholar (philosopher, political scientist, philologist), journalist, public and political figure Fakhraddin Aboszoda (Abbasov). Some of the dictionaries were republished in an updated version several times. In this application you will find:
az: İranın şimal-qərbindəki bir çox bölgələrdə yaşayan tati əhalisi talışların etnoqrafik qrupudur və yaxınlıqdakı talış ləhcələrinin birinə bənzər ləhcələrdə danışırlar. Bütün 4 lüğətin müəllifi alim (filosof politoloq, filoloq), jurnalist və ictimai-siyasi xadim Fəxrəddin Aboszodədir (Abbasov). Bəzi lüğətlər bir neçə dəfə yeniləşdirilərək nəşr olunmuşdur. Hazırkı mobil əlavədə aşağıdakı lüğətlər təqdim olunur:
fa: Проживающие во многих областях северо-западного Ирана население тати являются этнографической группой талышей и говорят на диалектах, схожих с одним из близлежащих талышских диалектов. Автором всех 4-х словарей является ученый (философ, политолог, филолог), журналист и общественно-политический деятель Фахраддин Абосзода (Аббасов). Некоторые его словари неоднократно обновлялись и переиздавались. В данном приложении предоставлены:
ru: Проживающие во многих областях северо-западного Ирана население тати являются этнографической группой талышей и говорят на диалектах, схожих с одним из близлежащих талышских диалектов. Автором всех 4-х словарей является ученый (философ, политолог, филолог), журналист и общественно-политический деятель Фахраддин Абосзода (Аббасов). Некоторые его словари неоднократно обновлялись и переиздавались. В данном приложении предоставлены:

# a4
source: Russian-Talyshi dictionary (82,000 words; Baku, 2006, 2008), Turkic-Talyshi dictionary (55,000 words; Baku, 2015), English-Talyshi dictionary (250,000 words; Munich, 2012), Persian-Talyshi dictionary (not published).
az: Rusca- Tal ış ca üğə (60 000 söz; Münhen, 2012), T ü rkc ə- Tal ış ca l üğə (55 000 söz, Bakı, 2015), İ ngilisc ə- Tal ış ca l üğə (250 000 söz, Münhen, 2012), Farsca - Tal ış ca l üğə t (əlyazma).
fa: همه چهار تا لغتنامه که برای ساختن این اپلیکیشن استفاده شدند، به دست دانشمند فخرالدین عباس زاده (عباسوف) نوشته شده بودند. فخرالدین عباس زاده یک سیاست
ru: Русско-талышский словарь (60 000 слов; Мюнхен, 2012), Тюрко-талышский словарь (55 000 слов; Баку, 2015), Англо-талышский словарь (250 000 слов; Мюнхен, 2012), Персидско-талышский словарь (рукопись).

# a49
source: The
fa: Приложение
ru: Приложение

# a5
source: «Talyshi Dictionary (by F. Aboszoda)»
az: «Talysh Dictionary (by F. Aboszoda)»
fa: ‌شناس، زبانشناس و روزنامه‌نگار تالشی است که در آذربایجان به دنیا آمدند. برای این اپلیکیشن لغتنامه روسی به تالشی (۶۰۰۰۰ واژه، مونیخ، ۲۰۱۲ م.)، ترکی به تالشی (۵۵۰۰۰ واژه، باکو، ۲۰۱۵ م.)، انگلیسی به تالشی (۲۵۰۰۰۰ واژه، مونیخ، ۲۰۱۲ م.)، فارسی به تالشی (هنوز چاپ نشد) استفاده شدند.
ru: «Talysh Dictionary (by F. Aboszoda)»

# a55
source: application was created as a part of scientific educational project
az: яəlavəsi Talış gənclər ittifaqının (Moskva şəh.)
fa: является продуктом научно-просветительского проекта «TOLYSHNOMA», созданного
ru: является продуктом научно-просветительского проекта

# a58
source: , created by the
az: , elmi-maarifləndirici
fa: , созданного
ru: , созданного

# a6
source: Union of Talysh Youth (Moscow, Russia)
fa: اپلیکیشن Talysh Dictionary پروژه اتحاد دانشمندان Tolyshnoma است، که با دست
ru: Союзом талышской молодежи (гор.Москва)

# a7
source: with the assistance of
az: layihəsinin məhsuludur və
fa: اتحاد جوانان تالشی (مسکو، روسیه)
ru: при содействии

# a8
source: The National Academy of Talysh (Minsk, Belarus).
az: Talış Milli Akademiyasının (Minsk şəh.) dəstəyi ilə yaradılıb. Mobil tətbiqetməsi
fa: و فرهنگستان ملی تالش (مینسک، بلاروس) ساخته شده.
ru: Талышской Национальной Академии

# a9
source: The application was created with the financial support of the
az: Talış mədəniyyəti və
fa: اپلیکیشن با کمک دولت
ru: (гор.Минск). Приложение создано при финансовой поддержке

# a10
source: Talysh Culture and Science Foundation (Saint Petersburg, Russia).
az: elmi Fondunun (Sankt-Peterburq şəh.) maliyyə dəstəyi ilə hazırlanmışdır.
fa: بنیاد فرهنگ و علوم تالیش (سن پترزبورگ).
ru: Фонда Талышской культуры и науки (гор.Санкт-Петербург).

# a11
source: Dear subscriber, if you face error or have proposals for application please contact us via email:
az: Səhvlər aşkar olunarsa və mobil əlavəyə aid öz təkliflərinizi
ru: При обнаружении ошибок и свои предложения относительно приложения просьба отправлять по электронному адресу:
